Repository: lochiva/companeecas
Catalog: src/Locale/*/default.po
Languages: it

source: Yes
it: Si

source: You are not authorized to access that location.
it: Non hai le autorizzazioni necessarie.

source: Page not found.
it: Pagina non trovata.

source: Something went wrong.
it: Errore durante l'elaborazione.

source: Missing CSRF token cookie
it: Manca il CSRF token

source: CSRF token mismatch.
it: CSRF token errato.

source: Not Found
it: Non Trovato

source: An Internal Error Has Occurred.
it: Si è verificato un Errore Interno.

source: {0} from now
it: {0} da adesso

source: The requested file was not found
it: Questo valore è già in uso

source: This value does not exist
it: Questo valore non esiste

source: and
it: e

source: This field is required
it: Questo campo è richiesto

source: This field cannot be left empty
it: Questo campo non può essere lasciato vuoto

source: The provided value is invalid
it: Il valore inserito non è valido

source: New %s
it: Nuovo %s

source: Edit %s
it: Modifica %s

source: Submit
it: Invia

source: January
it: Gennaio

source: February
it: Febbraio

source: March
it: Marzo

source: April
it: Aprile

source: May
it: Maggio

source: June
it: Giugno

source: July
it: Luglio

source: August
it: Agosto

source: September
it: Settembre

source: October
it: Ottobre

source: November
it: Novembre

source: December
it: Dicembre

source: The offers status has been saved.
it: Lo stato è stato salvato.

source: The offers status could not be saved. Please, try again.
it: Lo stato non puà essere salvato. Si prega di riprovare più tardi.

source: The offers status has been deleted.
it: Lo stato è stato cancellato.

source: The offers status could not be deleted. Please, try again.
it: Lo stato non può essere cancellato. Si prega di riprovare più tardi.

source: List Offers Status
it: Lista degli stati delle offerte

source: Add Offers Status
it: Aggiungi uno Stato

source: Save
it: Salva

source: Delete
it: Cancella

source: Are you sure you want to delete # {0}?
it: Sei sicuro di voler eliminare lo stato #{0}?

source: Edit Offers Status
it: Modifica lo Stato

source: New Offers Status
it: Nuovo Stato

source: Offers Status
it: Stati delle Offerte

source: View
it: Vedi

source: Edit
it: Modifica

source: first
it: primo

source: previous
it: indietro

source: next
it: avanti

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
it: Pagina {{page}} di {{pages}}, visualizzati {{current}} record di {{count}} totali

source: Delete Offers Status
it: Cancella Stato

source: Name
it: Nome

source: Color
it: Colore

source: Id
it: Numero

source: Ordering
it: Ordinamento

source: Selectable
it: Selezionabile

source: Created
it: Creato

source: Modified
it: Modificato

source: The contatti ruoli has been saved.
it: Il ruolo dei contatti è stato salvato.

source: The contatti ruoli could not be saved. Please, try again.
it: Errore durante il salvataggio. Si prega di riprovare.

source: The contatti ruoli has been deleted.
it: Il ruolo dei contatti è stato cancellato.

source: The contatti ruoli could not be deleted. Please, try again.
it: Il ruolo dei contatti non può essere cancellato. Si prega di riprovare.

source: The orders status has been saved.
it: Lo stato è stato salvato.

source: The orders status could not be saved. Please, try again.
it: Lo stato non può essere salvato. Si prega di riprovare.

source: The orders status has been deleted.
it: Lo stato è stato cancellato.

source: The orders status could not be deleted. Please, try again.
it: Lo stato non può essere cancellato. Si prega di riprovare.

source: List Contatti Ruoli
it: Lista dei Ruoli dei Contatti

source: Add Contatti Ruoli
it: Aggiungi un Ruolo

source: Edit Contatti Ruoli
it: Modifica il Ruolo

source: New Contatti Ruoli
it: Nuovo Ruolo

source: Contatti Ruoli
it: Ruoli dei Contatti

source: Delete Contatti Ruoli
it: Cancella il Ruolo

source: List Orders Status
it: Lista degli Stati dei Ordini

source: Add Orders Status
it: Aggiungi uno Stato

source: Edit Orders Status
it: Modifica lo Stato

source: New Orders Status
it: Nuovo Stato

source: Orders Status
it: Stati degli Ordini

source: Delete Orders Status
it: Cancella Stato

source: The sedi tipi has been saved.
it: Il tipo è stato salvato.

source: The sedi tipi could not be saved. Please, try again.
it: Il tipo non è stato slavato. Si prega di riprovare.

source: The sedi tipi has been deleted.
it: Il tipo è stato cancellato.

source: The sedi tipi could not be deleted. Please, try again.
it: Il tipo non è stato cancellato. Si prega di riprovare.

source: List Sedi Tipi
it: Lista dei Tipi delle Sedi

source: Add Sedi Tipi
it: Aggiungi un Tipo

source: Edit Sedi Tipi
it: Modifica il Tipo

source: New Sedi Tipi
it: Nuovo Tipo

source: Sedi Tipi
it: Tipi delle Sedi

source: Delete Sedi Tipi
it: Cancella Tipo

source: Required Confirmation
it: Richiesta Conferma

source: Required Note
it: Richieste Note

source: Startable By Ente
it: Avviabile Da Ente

source: The invoice type has been saved.
it: Il tipo di Fatturazione è stato salvato.

source: The invoice type could not be saved. Please, try again.
it: Il tipo di Fatturazione non è stato salvato. Si prega di riprovare.

source: The invoice type has been deleted.
it: Il tipo di fatturazione è stato cancellato.

source: The invoice type could not be deleted. Please, try again.
it: Il tipo di fatturazione non può essere cancellato. Si prega di riprovare.

source: List Invoice Types
it: Lista Tipi di Fatturazione

source: Add Invoice Type
it: Aggiungi un Tipo

source: Edit Invoice Type
it: Modifica il Tipo

source: New Invoice Type
it: Nuovo Tipo

source: Invoice Types
it: Tipi di Fatturazione

source: Delete Invoice Type
it: Cancella Tipo

source: List Person Types
it: Lista Tipi di Persone

source: Add Person Type
it: Aggiungi un Tipo

source: Edit Person Type
it: Modifica il Tipo

source: New Person Type
it: Nuovo Tipo

source: Person Types
it: Tipi di Persone

source: Delete Person Type
it: Cancella Tipo

source: List Services
it: Lista dei Servizi

source: Add Service
it: Aggiungi un Servizio

source: Edit Service
it: Modifica il Servizio

source: Billable
it: Fatturabile

source: New Service
it: Nuovo Servizio

source: Services
it: Servizi

source: Delete Service
it: Cancella Servizio

source: List Skills
it: Lista Competenze

source: Add Skill
it: Aggiungi Competenza

source: Edit Skill
it: Modifica la Competenza

source: New Skill
it: Nuova Competenza

source: Skills
it: Competenze

source: Delete Skill
it: Cancella Competenza

source: Related Services
it: Servizi relativi

source: The skill could not be saved. Please, try again.
it: La competenza non è stata slavata. Si prega di riprovare.

source: The skill has been deleted.
it: La competenza è stata cancellata.

source: The skill could not be deleted. Please, try again.
it: Non è stato possibile cancellare la competenza.

source: The service has been saved.
it: Il servizio è stato salvato.

source: The service could not be saved. Please, try again.
it: Il servizio non è stato salvato. Si prega di riprovare.

source: The service has been deleted.
it: Il servizio è stato cancellato.

source: The service could not be deleted. Please, try again.
it: Non è stato possibile cancellare il servizio.

source: The skill has been saved.
it: La competenza è stata salvata.

source: Delete Grado Parentela
it: Cancella Grado di Parentela

source: Edit Grado Parentela
it: Modifica Grado di Parentela

source: New Grado Parentela
it: Nuovo Grado di Parentela

source: List Grado Parentela
it: Lista Gradi di Parentela

source: Add Grado Parentela
it: Aggiungi Grado di Parentela

source: The category has been saved.
it: La categoria è stata salvata.

source: The category could not be saved. Please, try again.
it: La categoria non è stata salvata. Si prega di riprovare.

source: The category could not be deleted. Please, try again.
it: Non è stato possibile cancellare la categoria.

source: The category has been deleted.
it: La categoria è stata cancellata.

source: Add Category
it: Aggiungi Categoria

source: New Category
it: Nuova Categoria

source: Edit Category
it: Modifica Categoria

source: Delete Category
it: Cancella Categoria

source: List Categories
it: Lista Categorie

source: Actions
it: Azioni
